tap "1password/tap"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "damascenorafael/tap"
tap "dragonlayout/sshpass"
tap "fluxcd/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "hpedrorodrigues/tools"
tap "jwbargsten/misc"
tap "kdabir/tap"
tap "kubecolor/tap"
tap "liamg/tfsec"
tap "minio/stable"
tap "pulumi/tap"
tap "weaveworks/tap"
brew "age"
brew "openssl@3"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "argocd"
brew "atuin"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "coreutils", link: false
brew "bats-core"
brew "bchunk"
brew "zstd"
brew "bfg"
brew "bit-git"
brew "gnutls"
brew "gnupg"
brew "blackbox"
brew "brew-cask-completion"
brew "btop"
brew "buildkit"
brew "cheat"
brew "check-jsonschema"
brew "checkov"
brew "cilium-cli"
brew "cloudflared"
brew "croc"
brew "curlie"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dive"
brew "dnscontrol"
brew "docker"
brew "doctl"
brew "dog"
brew "duf"
brew "dust"
brew "duti"
brew "eza"
brew "fasd"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ggshield"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go-task"
brew "gping"
brew "grep"
brew "hadolint"
brew "helm"
brew "helmify"
brew "htop"
brew "httpie"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "k3sup"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "mackup"
brew "mas"
brew "micro"
brew "mosh"
brew "most"
brew "mr"
brew "nano"
brew "navi"
brew "ncdu"
brew "ntfy"
brew "nvm"
brew "pdm"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "pyenv"
brew "rancher-compose"
brew "ripgrep"
brew "rmlint"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "sponge"
brew "ssh-copy-id"
brew "stern"
brew "stow"
brew "tccutil"
brew "tealdeer"
brew "teleport"
brew "terraform"
brew "terraform-docs"
brew "terraform_landscape"
brew "terrascan"
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "thefuck"
brew "tio"
brew "tmux"
brew "topgrade"
brew "tox"
brew "tree"
brew "unzip"
brew "uutils-coreutils"
brew "virtualenv"
brew "wakeonlan"
brew "webp"
brew "wget"
brew "yq"
brew "zoxide"
brew "cue-lang/tap/cue"
brew "dragonlayout/sshpass/sshpass"
brew "fluxcd/tap/flux"
brew "goreleaser/tap/goreleaser"
brew "heroku/brew/heroku"
brew "kdabir/tap/has"
brew "kubecolor/tap/kubecolor"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/tf2pulumi"
brew "weaveworks/tap/gitops"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "amethyst"
cask "blender"
cask "brewlet"
cask "cakebrew"
cask "cf-terraforming"
cask "drawio"
cask "fig"
cask "firefox"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-chrome"
cask "google-drive"
cask "ha-menu"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "latest"
cask "lens"
cask "macfuse"
cask "mimestream"
cask "orion"
cask "powershell"
cask "rancher"
cask "raycast"
cask "rclone-browser"
cask "reminders-menubar"
cask "setapp"
cask "shottr"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Apple Configurator", id: 1037126344
mas "Charmstone", id: 1563735522
mas "com.myc.taskapp", id: 1502903102
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "FireStream", id: 1005325119
mas "Gifski", id: 1351639930
mas "Home Assistant", id: 1099568401
mas "HomeCam", id: 1292995895
mas "HomeControl", id: 1547121417
mas "HomePass", id: 1330266650
mas "Homie", id: 1533590432
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MQTT Explorer", id: 1455214828
mas "Parcel", id: 639968404
mas "Prompt", id: 1594420480
mas "pullBar", id: 1601913905
mas "Push Hero", id: 1499227284
mas "Recipe Keeper", id: 1315583175
mas "Shortery", id: 1594183810
mas "Spaces", id: 1509611686
mas "System Designer", id: 1102494854
mas "Tailscale", id: 1475387142
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
mas "Trello", id: 1278508951
mas "Velja", id: 1607635845
mas "Webp Converter", id: 1527716894
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "albert.tabout"
vscode "asdine.cue"
vscode "b4dm4n.nixpkgs-fmt"
vscode "bbenoist.nix"
vscode "bierner.markdown-preview-github-styles"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "dotjoshjohnson.xml"
vscode "dqisme.sync-scroll"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eeyore.yapf"
vscode "elagil.pre-commit-helper"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fcrespo82.markdown-table-formatter"
vscode "fnando.linter"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ivhernandez.vscode-plist"
vscode "jetmartin.bats"
vscode "jgclark.vscode-todo-highlight"
vscode "jnoortheen.nix-ide"
vscode "joaompinto.vscode-graphviz"
vscode "katjanakosic.vscode-json5"
vscode "kiliantyler.kubernetes-yaml-formatter-x"
vscode "knowsuchagency.pdm-task-provider"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "nicollasr.vscode-streamdeck"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "signageos.signageos-vscode-sops"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "timonwong.shellcheck"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "will-stone.in-any-case"
vscode "yy0931.gitconfig-lsp"
