tap "1password/tap"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "damascenorafael/tap"
tap "dragonlayout/sshpass"
tap "fluxcd/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "hpedrorodrigues/tools"
tap "jwbargsten/misc"
tap "kdabir/tap"
tap "kubecolor/tap"
tap "liamg/tfsec"
tap "minio/stable"
tap "pulumi/tap"
tap "weaveworks/tap"
brew "openssl@3"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "black"
brew "brew-cask-completion"
brew "zstd"
brew "buildkit"
brew "cloudflared"
brew "gnutls"
brew "lima"
brew "colima"
brew "dive"
brew "docker"
brew "duf"
brew "dust"
brew "duti"
brew "findutils"
brew "gawk"
brew "ggshield"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go-task"
brew "gping"
brew "grep"
brew "hadolint"
brew "httpie"
brew "jinja2-cli"
brew "k3sup"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "micro"
brew "most"
brew "mr"
brew "nano"
brew "ntfy"
brew "pdm"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "rbenv"
brew "shellcheck"
brew "shfmt"
brew "sponge"
brew "stow"
brew "tealdeer"
brew "teleport"
brew "topgrade" # TODO: Move to zshrc
brew "tox"
brew "unzip"
brew "uutils-coreutils"
brew "virtualenv" # TODO: move to zshrc
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "cue-lang/tap/cue"
brew "goreleaser/tap/goreleaser"
brew "kdabir/tap/has"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "amethyst"
cask "drawio"
cask "fig"
cask "firefox"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-chrome"
cask "google-drive"
cask "ha-menu"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "latest"
cask "lens"
cask "macfuse"
cask "mimestream"
cask "orion"
cask "powershell"
cask "rancher"
cask "raycast"
cask "reminders-menubar"
cask "setapp"
cask "shottr"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"

# Need to look at these
vscode "1password.op-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "asdine.cue"
vscode "atlassian.atlascode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "dqisme.sync-scroll"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eeyore.yapf"
vscode "elagil.pre-commit-helper"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fnando.linter"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "jgclark.vscode-todo-highlight"
vscode "joffreykern.markdown-toc"
vscode "katjanakosic.vscode-json5"
vscode "kiliantyler.kubernetes-yaml-formatter-x"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ozaki.markdown-github-dark"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "s3anmorrow.openwithkraken"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "timonwong.shellcheck"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "withfig.fig"
vscode "yahyabatulu.vscode-markdown-alert"
vscode "yy0931.gitconfig-lsp"
vscode "zokugun.explicit-folding"
